HELP_TEXT = 'Первое на чем хочу акцентировать внимание, это то, что бот расположен на бесплатном хостинге, ' \
            'это означает что он беспрерывно доступен всего лишь 500 часов в месяц, в моменты когда им на протяжении' \
            'получаса никто не пользуется он засыпает, и просыпается от запроса к нему, однако на это уходит ' \
            'секунд 5-10, будьте терпеливы в такие моменты. Теперь непосредственно инструкция: \n' \
            'Если вы хотите, чтоб кто-то купил вам что-нибудь в магазине, нажмите кнопку "Мне нужно в магазине" ' \
            'и напишите в чат, что конкретно вам нужно, а так же не забудьте указать вашу комнату, чтоб тому кто в ' \
            'магазине было легче вас найти, пусть даже потом и происходит обмен контактами с этим человеком (' \
            'вы можете заказать только одну покупку) если вдруг передумали или хотите изменить заказ, нажмите ' \
            'кнопку "Отменить заказ" и начните заново.\n' \
            'Если вы находитесь в магазине и появилось вдруг желание кого-то выручить, то чтоб не искать в чате ' \
            'тех, кому нужно было в магазин, нажмите "Я в магазине" и вы получите список тех, кому там что-то ' \
            'нужно. Выбрав интересующего вас человека вы можете просмотреть его заказ и подтвердить или отклонить его ' \
            'и вернуться к списку, после подтверждения, тому человеку отправиться ваш контакт, а вам его контакт.' \
            'Вот вообщем и всё, если есть какие-то пожелания или предложения касаемо бота, пишите в личку @skipfromua.'